Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1051_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Petteri Laitin juhlanäyttely avaa Sajoksen näyttelytilat saamelaisille taiteilijoille
sme: Petteri Laiti ávvučájáhus rahpá Sajosa čájáhuslanjaid sápmelaš dáiddáriidda

source: Inarin kirkonkylällä sijaitsevassa saamelaiskulttuurikeskus Sajoksessa avataan näyttelytilat saamelaisille taiteilijoille.
sme: Anára kirkosiiddas, sámekulturguovddáš Sajosis rahppojuvvojit čájáhuslanjat sápmelaš dáiddáriidda.

source: Ensimmäisen näyttelyn avajaisia vietetään torstaina 25.6.2015, jolloin Petteri Laitin juhlanäyttely avataan yleisölle.
sme: Vuosttas čájáhusa rahpamat dollojit duorastaga 25.6.2015, goas Petteri Laiti ávvučájáhus rahppojuvvo olbmuide.

source: Näyttely on esillä Sajoksessa 30.9.2015 saakka.
sme: Čájáhus lea ovdan Sajosis 30.9.2015 rádjai.

source: Käsityötaiteilija Petteri Laiti on syntynyt 1950 Utsjoen Kuolnassa, Tenoon laskevan Inarijoen rannalla ja kuuluu saamelaisen käsityön uranuurtajiin.
sme: Duojár Petteri Laiti lea riegádan 1950 Ohcejoga Guolnnás, Detnui luoiti Anárjohgáttis ja gullá sámeduoji álggaheaddjiide.

source: Laiti on saanut käsityön ammattitaidon sukunsa perintönä. ”
sme: Laiti lea ožžon duddjondáidduid sogas árbin. ”

source: Isä oli käsityölainen ja valmisti käyttöesineitä, kuten ahkioita, rekiä ja poron länkiä poromiehille tilauksesta ja äiti on hallinnut tekstiilityöt valmistaen muun muassa silkkejä, vöitä ja päähineitä ”, Laiti kertoo.
sme: Áhčči lei duojár ja duddjui atnudiŋggaid, nugo gerresiid, reagaid ja bohcco leaŋggaid badjealbmáide diŋgojumiid mielde ja eadni lea máhttán tekstiilabargguid earret eará silkkiid, boahkániid ja gahpiriid ”, Laiti muitala.

source: Petteri Laiti sanoo kasvaneensa kilvan lastukasan kanssa jo kotonaan isän tehdessä käsitöitä. ”
sme: Petteri Laiti muitala leat bajásšaddan gilvvu vuolahasaiguin juo ruovttustis áhči duddjodettiin. ”

source: Ennen ei ollut erikseen verstaita, vaan työt tehtiin pirtissä ja pihalla. ”
sme: Ovdal eai lean sierra verstát, muhto duddjojuvvui stobus ja šiljus. ”

source: Laiti on valmistunut hopeasepäksi 1984 ja valmistumisen jälkeen hän perusti Inariin Átelje Samekin.
sme: Laiti lea válmmaštuvvan silbarávdin 1984 ja gárvánettiin son vuođđudii Anárii Átelje Samek.

source: Nyt mestarin siirtyessä eläkkeelle, hänen työtään jatkaa Sami Laiti.
sme: Dál meaštára bázedettiin ealáhahkii, su barggu joatká Sami Laiti.

source: Sami on isänsä opissa käynyt kisälliksi ja opiskellut alaa myös Saamelaisalueen koulutuskeskuksessa (SAKK).
sme: Bárdni lea áhčis oahpahusas gárvánan oahppanduojárin dahjege kisällin ja studeren suorggi maiddái Sámi oahpahusguovddážis (SOG).

source: Laiti on suomen tunnetuimpia saamelaisia käsityöläisiä ja hän hallitsee monipuolisesti, jopa uusiokäyttäen, perinteisiä käsityötaitoja.
sme: Laiti lea okta dain buoremusat dovdojuvvon Suoma beale sámeduojáriin ja son máhttá máŋggabealagit, juoba ođđasisgeavahemiin, árbevirolaš duddjondáidduid.

source: Laiti on erikoistunut pahka- ja sarvitöihin sekä puukkoihin, mutta on myös jalostanut porosta saatavia eri materiaaleja käsityökäyttöön.
sme: Laiti lea erenomážit beaggán báhkke- ja čoarvedujiiguin ja maiddái buvkkuiguin, muhto maiddái gárvvistan bohccos ožžojuvvon materiálaid duodjeatnui.

source: Hänen hopeatyönsä tunnetaan erityisesti siitä, että hän on yhdistänyt hopeaan perinteisen käsityön materiaaleja ja muotoja luovalla tavalla.
sme: Su silbaduojit leat dovddusat erenomážit das, ahte son lea ovttastahttán kreatiivvalaččat silbii árbevirolaš duoji materiálaid ja hámiid.

source: Laitin pahkatöitä ja saamelaishopeita on esitelty useissa näyttelyissä Suomessa ja ulkomailla.
sme: Laiti báhkkeduojit ja sámesilbbat leamašan ovdan máŋggain čájáhusain Suomas ja olgoriikkain.

source: Petteri Laiti: ” On tärkeää ymmärtää ja tietää esineiden sisältö, viesti ja käyttötarkoitus.
sme: Petteri Laiti: ” Lea dehalaš áddet ja diehtit dujiid sisdoalu, mearkkašumi ja geavahandárkkuhusa.

source: Perinteiset tuotteet ovat muodoltaan ja koristelultaan osattu kehittää eri materiaalien ominaisuuksia hyväksi käyttäen korkealaatuiseksi ja eläväksi kansantaiteeksi.
sme: Árbevirolaš dujiid hámit ja čiŋaheamit leat ovddiduvvon sierra materiálaid iešvuođaid ávkingeavahemiin alladássásaš ja ealli álbmotdáidagin.

source: Tämän kansantaiteen pitää antaa elää ja palvella yhteiskuntaa. ”
sme: Dán álbmotdáidaga galgá addit eallit ja bálvalit servodaga. ”

source: Juhlanäyttely Sajoksessa
sme: Ávvučájáhus Sajosis

source: Inarin kansalaiskoulusta Petteri Laiti sai todistuksen 50 vuotta sitten vuonna 1965.
sme: Anára álbmotskuvllas Petteri Laiti oaččui duođaštusa 50 jagi dassái jagi 1965.

source: Rakennus sijaitsee Sajosta vastapäätä, Nelostien toisella puolella, ja tänä päivänä samoissa Inarin vanhan koulun tiloista löytyvät Laitin työtilat.
sme: Skuvlavisti lea Sajosa buohta, Njelješgeainnu nuppe bealde ja otná beaivve seammá Anára boares skuvlavisttis leat Laiti bargolanjat.

source: Näyttely on siis luonnollista rakentaa Sajoksen tiloihin, josta se voi jatkaa matkaansa.
sme: Čájáhusa lea nappo lunddolaš ordnet Sajosa lanjaide, gos dat sáhttá joatkit mátkki viidásabbot.

source: Näyttely ei ole myyntinäyttely, mutta Laiti ottaa omien sanojensa mukaan tilauksia vastaan.
sme: Čájáhus ii leat vuovdinčájáhus, muhto Laiti váldá iežas sániidis mielde diŋgojumiid vuostá.

source: Tilatut käsityöt valmistaa joko Petteri itse tai Sami.
sme: Diŋgojuvvon dujiid duddjo jogo Petteri ieš dahje Sami.

source: Sajoksen kesän aukioloajat:
sme: Sajosa geasi rabasáiggit:

source: Duodji shop: ma-pe klo 10-17 Saamelaiskirjasto: ma-ti klo 13–19, ke-to klo 10–17, pe 10–16 Sajoksen saamenkäsitöiden työpajat toteutetaan ajalla 1.7. - 14.8.2015, arkisin klo 11–17.
sme: Duodji shop: vu-be dmu 10-17 Sámegirjerádju: vu-di dmu 13–19, ga-du dmu 10–17, be 10–16 Sajosa sámedujiid bargobájit ollašuhttojit áiggis 1.7. - 14.8.2015, árgan dmu 11–17.

source: Petteri Laitin juhlanäyttely Sajoksessa 26.6.–30.9.2015, Sajoksen aukioloaikoina.
sme: Petteri Laiti ávvučájáhus Sajosis 26.6.–30.9.2015, Sajosa rabasáigge.

source: Lisätietoa:
sme: Lassidieđut:
